Repository: fasterit/drupal_htpasswdsync
Catalog: HTPasswdSync.*.po
Languages: fr

source: synchronize password with a htpasswd file
fr: syncrhonise les mots-de-passe avec le fichier htpasswd

source: htpasswd file
fr: fichier htpasswd

source: Where is stored the htpasswd file we want to synchronize with.
fr: Où est stocké le fichier htpasswd avec lequel on veut synchroniser

source: htgroup file
fr: fichier htgroup

source: Where is stored the htgroup file we want to synchronize with.
fr: Où est stocké le fichier htgroup avec lequel on veut synchroniser

source: Roles to be exported in htgroup
fr: Roles devant être exporté dans htgroup

source: File does not exists, you should create it.
fr: Le fichier n'existe pas, il vous faut le créer.

source: cannot write to this file.
fr: impossible d'écrire dans ce fichier.

source: Where is stored the !file file we want to synchronize with.
fr: Où est stocké le fichier !file avec lequel on se synchronise.

source: File '!file' does not exists, you should create it.
fr: Le fichier !file n'existe pas, vous devez le créer.

source: cannot write to file '!file'.
fr: impossible d'écrire dans le fichier !file.

source: !file file is available
fr: Le fichier !file est disponbile

source: HTPasswd Sync Status
fr: Status de HTPasswd Sync

source: last update !time ago.
fr: dernière mise à jour il y a !time.

source: Cannot access files, please <a href="!url">check configuration</a>.
fr: Impossible d'accéder aux fichiers, merci de <a href="!url">vérifier la configuraiton</a>.

source: This module will duplicate all users changes in the configured htpasswd file.
fr: Ce module va répliquer tout les changemens sur les utilisateurs dans le fichier htpasswd.
